Repository: lad75020/HermesMacOS
Catalog: HermesMacOS/Localizable.xcstrings
Source language: en
Languages: de, es, fr, zh_hans

source: Unsupported attachment type: %@. Choose an image, PDF, Office document, text, JSON, YAML, TOML, or Swift file.
de: Nicht unterstützter Anhangstyp: %@. Wähle ein Bild, PDF, Office-Dokument, Text, JSON, YAML, TOML oder eine Swift-Datei.
es: Tipo de adjunto no compatible: %@. Elige una imagen, PDF, documento de Office, texto, JSON, YAML, TOML o archivo Swift.
fr: Type de pièce jointe non pris en charge : %@. Choisissez une image, un PDF, un document Office, du texte, JSON, YAML, TOML ou un fichier Swift.
zh_hans: 不支持的附件类型：%@。请选择图片、PDF、Office 文档、文本、JSON、YAML、TOML 或 Swift 文件。

source: Utilities
de: Dienstprogramme
es: Utilidades
fr: Utilitaires
zh_hans: 实用工具

source: Workspace %lld
de: Arbeitsbereich %lld
es: Espacio %lld
fr: Espace %lld
zh_hans: 工作区 %lld

source: You
de: Du
es: Tú
fr: Vous
zh_hans: 你

source: Dashboard HTTP
es: HTTP del panel
fr: HTTP du tableau de bord
zh_hans: 仪表板 HTTP

source: Dashboard URL
es: URL del panel
fr: URL du tableau de bord
zh_hans: 仪表板 URL

source: Debugging
es: Depuración
fr: Débogage
zh_hans: 调试

source: Hermes API
es: API de Hermes
fr: API Hermes

source: Hermes Dashboard
es: Panel de Hermes
fr: Tableau de bord Hermes
zh_hans: Hermes 仪表板

source: Status
es: Estado
fr: État
zh_hans: 状态

source: Streaming
es: Transmitiendo
fr: Diffusion
zh_hans: 正在流式传输

source: Text
es: Texto
fr: Texte
zh_hans: 文本

source: Prompt
zh_hans: 提示
